{
    "metadata": {
        "source": "data/bo_luat_dan_su_2015.docx",
        "title": "BỘ LUẬT DÂN SỰ 2015"
    },
    "content": {
        "PHẦN THỨ NHẤT: QUY ĐỊNH CHUNG": {
            "CHƯƠNG I: NHỮNG QUY ĐỊNH CHUNG": {
                "Điều 1. Phạm vi điều chỉnh": {
                    "Khoản 1": "Bộ luật này quy định địa vị pháp lý, chuẩn mực pháp lý về cách ứng xử của cá nhân, pháp nhân; quyền, nghĩa vụ về nhân thân và tài sản của cá nhân, pháp nhân trong các quan hệ được hình thành trên cơ sở bình đẳng, tự do ý chí, độc lập về tài sản và tự chịu trách nhiệm (sau đây gọi chung là quan hệ dân sự)."
                },
                "Điều 2. Công nhận, tôn trọng, bảo vệ và bảo đảm quyền dân sự": {
                    "Khoản 1": "Ở nước Cộng hòa xã hội chủ nghĩa Việt Nam, các quyền dân sự được công nhận, tôn trọng, bảo vệ và bảo đảm theo Hiến pháp và pháp luật. Quyền dân sự chỉ có thể bị hạn chế theo quy định của luật trong trường hợp cần thiết vì lý do quốc phòng, an ninh quốc gia, trật tự, an toàn xã hội, đạo đức xã hội, sức khỏe của cộng đồng."
                },
                "Điều 3. Các nguyên tắc cơ bản của pháp luật dân sự": {
                    "Khoản 1": "Mọi cá nhân, pháp nhân đều bình đẳng, không được lấy bất kỳ lý do nào để phân biệt đối xử; được pháp luật bảo hộ như nhau về các quyền nhân thân và tài sản. Cá nhân, pháp nhân xác lập, thực hiện, chấm dứt quyền, nghĩa vụ dân sự của mình trên cơ sở tự do, tự nguyện cam kết, thỏa thuận. Mọi cam kết, thỏa thuận không vi phạm điều cấm của luật, không trái đạo đức xã hội có hiệu lực thực hiện đối với các bên và phải được chủ thể khác tôn trọng. Cá nhân, pháp nhân phải xác lập, thực hiện, chấm dứt quyền, nghĩa vụ dân sự của mình một cách thiện chí, trung thực. Việc xác lập, thực hiện, chấm dứt quyền, nghĩa vụ dân sự không được xâm phạm đến lợi ích quốc gia, dân tộc, lợi ích công cộng, quyền và lợi ích hợp pháp của người khác. Cá nhân, pháp nhân phải tự chịu trách nhiệm về việc không thực hiện hoặc thực hiện không đúng nghĩa vụ dân sự."
                },
                "Điều 4. Áp dụng Bộ luật dân sự": {
                    "Khoản 1": "Bộ luật này là luật chung điều chỉnh các quan hệ dân sự. Luật khác có liên quan điều chỉnh quan hệ dân sự trong các lĩnh vực cụ thể không được trái với các nguyên tắc cơ bản của pháp luật dân sự quy định tại Điều 3 của Bộ luật này. Trường hợp luật khác có liên quan không quy định hoặc có quy định nhưng vi phạm khoản 2 Điều này thì quy định của Bộ luật này được áp dụng. Trường hợp có sự khác nhau giữa quy định của Bộ luật này và điều ước quốc tế mà Cộng hòa xã hội chủ nghĩa Việt Nam là thành viên về cùng một vấn đề thì áp dụng quy định của điều ước quốc tế."
                },
                "Điều 5. Áp dụng tập quán": {
                    "Khoản 1": "Tập quán là quy tắc xử sự có nội dung rõ ràng để xác định quyền, nghĩa vụ của cá nhân, pháp nhân trong quan hệ dân sự cụ thể, được hình thành và lặp đi lặp lại nhiều lần trong một thời gian dài, được thừa nhận và áp dụng rộng rãi trong một vùng, miền, dân tộc, cộng đồng dân cư hoặc trong một lĩnh vực dân sự. Trường hợp các bên không có thoả thuận và pháp luật không quy định thì có thể áp dụng tập quán nhưng tập quán áp dụng không được trái với các nguyên tắc cơ bản của pháp luật dân sự quy định tại Điều 3 của Bộ luật này."
                },
                "Điều 6. Áp dụng tương tự pháp luật": {
                    "Khoản 1": "Trường hợp phát sinh quan hệ thuộc phạm vi điều chỉnh của pháp luật dân sự mà các bên không có thoả thuận, pháp luật không có quy định và không có tập quán được áp dụng thì áp dụng quy định của pháp luật điều chỉnh quan hệ dân sự tương tự. Trường hợp không thể áp dụng tương tự pháp luật theo quy định tại khoản 1 Điều này thì áp dụng các nguyên tắc cơ bản của pháp luật dân sự quy định tại Điều 3 của Bộ luật này, án lệ, lẽ công bằng."
                },
                "Điều 7. Chính sách của Nhà nước đối với quan hệ dân sự": {
                    "Khoản 1": "Việc xác lập, thực hiện, chấm dứt quyền, nghĩa vụ dân sự phải bảo đảm giữ gìn bản sắc dân tộc, tôn trọng và phát huy phong tục, tập quán, truyền thống tốt đẹp, tình đoàn kết, tương thân, tương ái, mỗi người vì cộng đồng, cộng đồng vì mỗi người và các giá trị đạo đức cao đẹp của các dân tộc cùng sinh sống trên đất nước Việt Nam. Trong quan hệ dân sự, việc hoà giải giữa các bên phù hợp với quy định của pháp luật được khuyến khích."
                }
            },
            "CHƯƠNG II: XÁC LẬP, THỰC HIỆN VÀ BẢO VỆ QUYỀN DÂN SỰ": {
                "Điều 8. Căn cứ xác lập quyền dân sự": {
                    "Khoản 1": "Quyền dân sự được xác lập từ các căn cứ sau đây: Hợp đồng; Hành vi pháp lý đơn phương; Quyết định của Tòa án, cơ quan có thẩm quyền khác theo quy định của luật; Kết quả của lao động, sản xuất, kinh doanh; kết quả của hoạt động sáng tạo ra đối tượng quyền sở hữu trí tuệ; Chiếm hữu tài sản; Sử dụng tài sản, được lợi về tài sản không có căn cứ pháp luật; Bị thiệt hại do hành vi trái pháp luật; Thực hiện công việc không có uỷ quyền; Căn cứ khác do pháp luật quy định."
                },
                "Điều 9. Thực hiện quyền dân sự": {
                    "Khoản 1": "Cá nhân, pháp nhân thực hiện quyền dân sự theo ý chí của mình, không được trái với quy định tại Điều 3 và Điều 10 của Bộ luật này. Việc cá nhân, pháp nhân không thực hiện quyền dân sự của mình không phải là căn cứ làm chấm dứt quyền, trừ trường hợp luật có quy định khác."
                },
                "Điều 10. Giới hạn việc thực hiện quyền dân sự": {
                    "Khoản 1": "Cá nhân, pháp nhân không được lạm dụng quyền dân sự của mình gây thiệt hại cho người khác, để vi phạm nghĩa vụ của mình hoặc thực hiện mục đích khác trái pháp luật. Trường hợp cá nhân, pháp nhân không tuân thủ quy định tại khoản 1 Điều này thì Tòa án hoặc cơ quan có thẩm quyền khác căn cứ vào tính chất, hậu quả của hành vi vi phạm mà có thể không bảo vệ một phần hoặc toàn bộ quyền của họ, buộc bồi thường nếu gây thiệt hại và có thể áp dụng chế tài khác do luật quy định."
                },
                "Điều 11. Các phương thức bảo vệ quyền dân sự": {
                    "Khoản 1": "Khi quyền dân sự của cá nhân, pháp nhân bị xâm phạm thì chủ thể đó có quyền tự bảo vệ theo quy định của Bộ luật này, luật khác có liên quan hoặc yêu cầu cơ quan, tổ chức có thẩm quyền: Công nhận, tôn trọng, bảo vệ và bảo đảm quyền dân sự của mình; Buộc chấm dứt hành vi xâm phạm; Buộc xin lỗi, cải chính công khai; Buộc thực hiện nghĩa vụ; Buộc bồi thường thiệt hại; Hủy quyết định cá biệt trái pháp luật của cơ quan, tổ chức, người có thẩm quyền; Yêu cầu khác theo quy định của luật."
                },
                "Điều 12. Tự bảo vệ quyền dân sự": {
                    "Khoản 1": "Việc tự bảo vệ quyền dân sự phải phù hợp với tính chất, mức độ xâm phạm đến quyền dân sự đó và không được trái với các nguyên tắc cơ bản của pháp luật dân sự quy định tại Điều 3 của Bộ luật này."
                },
                "Điều 13. Bồi thường thiệt hại": {
                    "Khoản 1": "Cá nhân, pháp nhân có quyền dân sự bị xâm phạm được bồi thường toàn bộ thiệt hại, trừ trường hợp các bên có thỏa thuận khác hoặc luật có quy định khác."
                },
                "Điều 14. Bảo vệ quyền dân sự thông qua cơ quan có thẩm quyền": {
                    "Khoản 1": "Tòa án, cơ quan có thẩm quyền khác có trách nhiệm tôn trọng, bảo vệ quyền dân sự của cá nhân, pháp nhân. Trường hợp quyền dân sự bị xâm phạm hoặc có tranh chấp thì việc bảo vệ quyền được thực hiện theo pháp luật tố tụng tại Tòa án hoặc trọng tài. Việc bảo vệ quyền dân sự theo thủ tục hành chính được thực hiện trong trường hợp luật quy định. Quyết định giải quyết vụ việc theo thủ tục hành chính có thể được xem xét lại tại Tòa án. Tòa án không được từ chối giải quyết vụ, việc dân sự vì lý do chưa có điều luật để áp dụng; trong trường hợp này, quy định tại Điều 5 và Điều 6 của Bộ luật này được áp dụng."
                },
                "Điều 15. Hủy quyết định cá biệt trái pháp luật của cơ quan, tổ chức, người có thẩm quyền": {
                    "Khoản 1": "Khi giải quyết yêu cầu bảo vệ quyền dân sự, Tòa án hoặc cơ quan có thẩm quyền khác có quyền hủy quyết định cá biệt trái pháp luật của cơ quan, tổ chức, người có thẩm quyền. Trường hợp quyết định cá biệt bị hủy thì quyền dân sự bị xâm phạm được khôi phục và có thể được bảo vệ bằng các phương thức quy định tại Điều 11 của Bộ luật này."
                }
            },
            "CHƯƠNG III: CÁ NHÂN": {
                "Mục 1: NĂNG LỰC PHÁP LUẬT DÂN SỰ, NĂNG LỰC HÀNH VI DÂN SỰ CỦA CÁ NHÂN": {
                    "Điều 16. Năng lực pháp luật dân sự của cá nhân": {
                        "Khoản 1": "Năng lực pháp luật dân sự của cá nhân là khả năng của cá nhân có quyền dân sự và nghĩa vụ dân sự. Mọi cá nhân đều có năng lực pháp luật dân sự như nhau. Năng lực pháp luật dân sự của cá nhân có từ khi người đó sinh ra và chấm dứt khi người đó chết."
                    },
                    "Điều 17. Nội dung năng lực pháp luật dân sự của cá nhân": {
                        "Khoản 1": "Quyền nhân thân không gắn với tài sản và quyền nhân thân gắn với tài sản. Quyền sở hữu, quyền thừa kế và quyền khác đối với tài sản. Quyền tham gia quan hệ dân sự và có nghĩa vụ phát sinh từ quan hệ đó."
                    },
                    "Điều 18. Không hạn chế năng lực pháp luật dân sự của cá nhân": {
                        "Khoản 1": "Năng lực pháp luật dân sự của cá nhân không bị hạn chế, trừ trường hợp Bộ luật này, luật khác có liên quan quy định khác."
                    },
                    "Điều 19. Năng lực hành vi dân sự của cá nhân": {
                        "Khoản 1": "Năng lực hành vi dân sự của cá nhân là khả năng của cá nhân bằng hành vi của mình xác lập, thực hiện quyền, nghĩa vụ dân sự."
                    },
                    "Điều 20. Người thành niên": {
                        "Khoản 1": "Người thành niên là người từ đủ mười tám tuổi trở lên. Người thành niên có năng lực hành vi dân sự đầy đủ, trừ trường hợp quy định tại các điều 22, 23 và 24 của Bộ luật này."
                    },
                    "Điều 21. Người chưa thành niên": {
                        "Khoản 1": "Người chưa thành niên là người chưa đủ mười tám tuổi. Giao dịch dân sự của người chưa đủ sáu tuổi do người đại diện theo pháp luật của người đó xác lập, thực hiện. Người từ đủ sáu tuổi đến chưa đủ mười lăm tuổi khi xác lập, thực hiện giao dịch dân sự phải được người đại diện theo pháp luật đồng ý, trừ giao dịch dân sự phục vụ nhu cầu sinh hoạt hàng ngày phù hợp với lứa tuổi. Người từ đủ mười lăm tuổi đến chưa đủ mười tám tuổi tự mình xác lập, thực hiện giao dịch dân sự, trừ giao dịch dân sự liên quan đến bất động sản, động sản phải đăng ký và giao dịch dân sự khác theo quy định của luật phải được người đại diện theo pháp luật đồng ý."
                    },
                    "Điều 22. Mất năng lực hành vi dân sự": {
                        "Khoản 1": "Khi một người do bị bệnh tâm thần hoặc mắc bệnh khác mà không thể nhận thức, làm chủ được hành vi thì theo yêu cầu của người có quyền, lợi ích liên quan hoặc của cơ quan, tổ chức hữu quan, Tòa án ra quyết định tuyên bố người này là người mất năng lực hành vi dân sự trên cơ sở kết luận giám định pháp y tâm thần. Khi không còn căn cứ tuyên bố một người mất năng lực hành vi dân sự thì theo yêu cầu của chính người đó hoặc của người có quyền, lợi ích liên quan hoặc của cơ quan, tổ chức hữu quan, Tòa án ra quyết định huỷ bỏ quyết định tuyên bố mất năng lực hành vi dân sự. Giao dịch dân sự của người mất năng lực hành vi dân sự phải do người đại diện theo pháp luật xác lập, thực hiện."
                    },
                    "Điều 23. Người có khó khăn trong nhận thức, làm chủ hành vi": {
                        "Khoản 1": "Người thành niên do tình trạng thể chất hoặc tinh thần mà không đủ khả năng nhận thức, làm chủ hành vi nhưng chưa đến mức mất năng lực hành vi dân sự thì theo yêu cầu của người này, người có quyền, lợi ích liên quan hoặc của cơ quan, tổ chức hữu quan, trên cơ sở kết luận giám định pháp y tâm thần, Tòa án ra quyết định tuyên bố người này là người có khó khăn trong nhận thức, làm chủ hành vi và chỉ định người giám hộ, xác định quyền, nghĩa vụ của người giám hộ. Khi không còn căn cứ tuyên bố một người có khó khăn trong nhận thức, làm chủ hành vi thì theo yêu cầu của chính người đó hoặc của người có quyền, lợi ích liên quan hoặc của cơ quan, tổ chức hữu quan, Tòa án ra quyết định huỷ bỏ quyết định tuyên bố người có khó khăn trong nhận thức, làm chủ hành vi."
                    },
                    "Điều 24. Hạn chế năng lực hành vi dân sự": {
                        "Khoản 1": "Người nghiện ma túy, nghiện các chất kích thích khác dẫn đến phá tán tài sản của gia đình thì theo yêu cầu của người có quyền, lợi ích liên quan hoặc của cơ quan, tổ chức hữu quan, Tòa án có thể ra quyết định tuyên bố người này là người bị hạn chế năng lực hành vi dân sự. Tòa án quyết định người đại diện theo pháp luật của người bị hạn chế năng lực hành vi dân sự và phạm vi đại diện. Việc xác lập, thực hiện giao dịch dân sự liên quan đến tài sản của người bị Tòa án tuyên bố hạn chế năng lực hành vi dân sự phải có sự đồng ý của người đại diện theo pháp luật, trừ giao dịch nhằm phục vụ nhu cầu sinh hoạt hàng ngày hoặc luật liên quan có quy định khác. Khi không còn căn cứ tuyên bố một người bị hạn chế năng lực hành vi dân sự thì theo yêu cầu của chính người đó hoặc của người có quyền, lợi ích liên quan hoặc của cơ quan, tổ chức hữu quan, Tòa án ra quyết định huỷ bỏ quyết định tuyên bố hạn chế năng lực hành vi dân sự."
                    }
                },
                "Mục 2: QUYỀN NHÂN THÂN": {
                    "Điều 25. Quyền nhân thân": {
                        "Khoản 1": "Quyền nhân thân được quy định trong Bộ luật này là quyền dân sự gắn liền với mỗi cá nhân, không thể chuyển giao cho người khác, trừ trường hợp luật khác có liên quan quy định khác. Việc xác lập, thực hiện quan hệ dân sự liên quan đến quyền nhân thân của người chưa thành niên, người mất năng lực hành vi dân sự, người có khó khăn trong nhận thức, làm chủ hành vi phải được người đại diện theo pháp luật của người này đồng ý theo quy định của Bộ luật này, luật khác có liên quan hoặc theo quyết định của Tòa án. Việc xác lập, thực hiện quan hệ dân sự liên quan đến quyền nhân thân của người bị tuyên bố mất tích, người đã chết phải được sự đồng ý của vợ, chồng hoặc con thành niên của người đó; trường hợp không có những người này thì phải được sự đồng ý của cha, mẹ của người bị tuyên bố mất tích, người đã chết, trừ trường hợp Bộ luật này, luật khác có liên quan quy định khác."
                    },
                    "Điều 26. Quyền có họ, tên": {
                        "Khoản 1": "Cá nhân có quyền có họ, tên (bao gồm cả chữ đệm, nếu có). Họ, tên của một người được xác định theo họ, tên khai sinh của người đó. Họ của cá nhân được xác định là họ của cha đẻ hoặc họ của mẹ đẻ theo thỏa thuận của cha mẹ; nếu không có thỏa thuận thì họ của con được xác định theo tập quán. Trường hợp chưa xác định được cha đẻ thì họ của con được xác định theo họ của mẹ đẻ. Trường hợp trẻ em bị bỏ rơi, chưa xác định được cha đẻ, mẹ đẻ và được nhận làm con nuôi thì họ của trẻ em được xác định theo họ của cha nuôi hoặc họ của mẹ nuôi theo thỏa thuận của cha mẹ nuôi. Trường hợp chỉ có cha nuôi hoặc mẹ nuôi thì họ của trẻ em được xác định theo họ của người đó. Trường hợp trẻ em bị bỏ rơi, chưa xác định được cha đẻ, mẹ đẻ và chưa được nhận làm con nuôi thì họ của trẻ em được xác định theo đề nghị của người đứng đầu cơ sở nuôi dưỡng trẻ em đó hoặc theo đề nghị của người có yêu cầu đăng ký khai sinh cho trẻ em, nếu trẻ em đang được người đó tạm thời nuôi dưỡng. Cha đẻ, mẹ đẻ được quy định trong Bộ luật này là cha, mẹ được xác định dựa trên sự kiện sinh đẻ; người nhờ mang thai hộ với người được sinh ra từ việc mang thai hộ theo quy định của Luật hôn nhân và gia đình. Việc đặt tên bị hạn chế trong trường hợp xâm phạm đến quyền, lợi ích hợp pháp của người khác hoặc trái với các nguyên tắc cơ bản của pháp luật dân sự quy định tại Điều 3 của Bộ luật này. Tên của công dân Việt Nam phải bằng tiếng Việt hoặc tiếng dân tộc khác của Việt Nam; không đặt tên bằng số, bằng một ký tự mà không phải là chữ. Cá nhân xác lập, thực hiện quyền, nghĩa vụ dân sự theo họ, tên của mình. Việc sử dụng bí danh, bút danh không được gây thiệt hại đến quyền, lợi ích hợp pháp của người khác."
                    },
                    "Điều 27. Quyền thay đổi họ": {
                        "Khoản 1": "Cá nhân có quyền yêu cầu cơ quan nhà nước có thẩm quyền công nhận việc thay đổi họ trong trường hợp sau đây: a) Thay đổi họ cho con đẻ từ họ của cha đẻ sang họ của mẹ đẻ hoặc ngược lại; b) Thay đổi họ cho con nuôi từ họ của cha đẻ hoặc mẹ đẻ sang họ của cha nuôi hoặc họ của mẹ nuôi theo yêu cầu của cha nuôi, mẹ nuôi; c) Khi người con nuôi thôi làm con nuôi và người này hoặc cha đẻ, mẹ đẻ yêu cầu lấy lại họ cho người đó theo họ của cha đẻ hoặc mẹ đẻ; d) Thay đổi họ cho con theo yêu cầu của cha đẻ, mẹ đẻ hoặc của con khi xác định cha, mẹ cho con; đ) Thay đổi họ của người bị lưu lạc đã tìm ra nguồn gốc huyết thống của mình; e) Thay đổi họ theo họ của vợ, họ của chồng trong quan hệ hôn nhân và gia đình có yếu tố nước ngoài để phù hợp với pháp luật của nước mà vợ, chồng người nước ngoài là công dân hoặc lấy lại họ trước khi thay đổi; g) Thay đổi họ của con khi cha, mẹ thay đổi họ; h) Trường hợp khác do pháp luật về hộ tịch quy định. Việc thay đổi họ cho người từ đủ chín tuổi trở lên phải có sự đồng ý của người đó. Việc thay đổi họ của cá nhân không làm thay đổi, chấm dứt quyền, nghĩa vụ dân sự được xác lập theo họ cũ."
                    },
                    "Điều 28. Quyền thay đổi tên": {
                        "Khoản 1": "Cá nhân có quyền yêu cầu cơ quan nhà nước có thẩm quyền công nhận việc thay đổi tên trong trường hợp sau đây: a) Theo yêu cầu của người có tên mà việc sử dụng tên đó gây nhầm lẫn, ảnh hưởng đến tình cảm gia đình, đến danh dự, quyền, lợi ích hợp pháp của người đó; b) Theo yêu cầu của cha nuôi, mẹ nuôi về việc thay đổi tên cho con nuôi hoặc khi người con nuôi thôi làm con nuôi và người này hoặc cha đẻ, mẹ đẻ yêu cầu lấy lại tên mà cha đẻ, mẹ đẻ đã đặt; c) Theo yêu cầu của cha đẻ, mẹ đẻ hoặc người con khi xác định cha, mẹ cho con; d) Thay đổi tên của người bị lưu lạc đã tìm ra nguồn gốc huyết thống của mình; đ) Thay đổi tên của vợ, chồng trong quan hệ hôn nhân và gia đình có yếu tố nước ngoài để phù hợp với pháp luật của nước mà vợ, chồng người nước ngoài là công dân hoặc lấy lại tên trước khi thay đổi; e) Thay đổi tên của người đã xác định lại giới tính, người đã chuyển đổi giới tính; g) Trường hợp khác do pháp luật về hộ tịch quy định. Việc thay đổi tên cho người từ đủ chín tuổi trở lên phải có sự đồng ý của người đó. Việc thay đổi tên của cá nhân không làm thay đổi, chấm dứt quyền, nghĩa vụ dân sự được xác lập theo tên cũ."
                    },
                    "Điều 29. Quyền xác định, xác định lại dân tộc": {
                        "Khoản 1": "Cá nhân có quyền xác định, xác định lại dân tộc của mình. Cá nhân khi sinh ra được xác định dân tộc theo dân tộc của cha đẻ, mẹ đẻ. Trường hợp cha đẻ, mẹ đẻ thuộc hai dân tộc khác nhau thì dân tộc của con được xác định theo dân tộc của cha đẻ hoặc mẹ đẻ theo thoả thuận của cha đẻ, mẹ đẻ; trường hợp không có thỏa thuận thì dân tộc của con được xác định theo tập quán; trường hợp tập quán khác nhau thì dân tộc của con được xác định theo tập quán của dân tộc ít người hơn. Trường hợp trẻ em bị bỏ rơi, chưa xác định được cha đẻ, mẹ đẻ và được nhận làm con nuôi thì được xác định dân tộc theo dân tộc của cha nuôi hoặc mẹ nuôi theo thỏa thuận của cha mẹ nuôi. Trường hợp chỉ có cha nuôi hoặc mẹ nuôi thì dân tộc của trẻ em được xác định theo dân tộc của người đó. Trường hợp trẻ em bị bỏ rơi, chưa xác định được cha đẻ, mẹ đẻ và chưa được nhận làm con nuôi thì được xác định dân tộc theo đề nghị của người đứng đầu cơ sở nuôi dưỡng trẻ em đó hoặc theo đề nghị của người đang tạm thời nuôi dưỡng trẻ em vào thời điểm đăng ký khai sinh cho trẻ em. Cá nhân có quyền yêu cầu cơ quan nhà nước có thẩm quyền xác định lại dân tộc trong trường hợp sau đây: a) Xác định lại theo dân tộc của cha đẻ hoặc mẹ đẻ trong trường hợp cha đẻ, mẹ đẻ thuộc hai dân tộc khác nhau; b) Xác định lại theo dân tộc của cha đẻ hoặc mẹ đẻ trong trường hợp con nuôi đã xác định được cha đẻ, mẹ đẻ của mình. Việc xác định lại dân tộc cho người từ đủ mười lăm tuổi đến dưới mười tám tuổi phải được sự đồng ý của người đó. Cấm lợi dụng việc xác định lại dân tộc nhằm mục đích trục lợi hoặc gây chia rẽ, phương hại đến sự đoàn kết của các dân tộc Việt Nam."
                    },
                    "Điều 30. Quyền được khai sinh, khai tử": {
                        "Khoản 1": "Cá nhân từ khi sinh ra có quyền được khai sinh. Cá nhân chết phải được khai tử. Trẻ em sinh ra mà sống được từ hai mươi bốn giờ trở lên mới chết thì phải được khai sinh và khai tử; nếu sinh ra mà sống dưới hai mươi bốn giờ thì không phải khai sinh và khai tử, trừ trường hợp cha đẻ, mẹ đẻ có yêu cầu. Việc khai sinh, khai tử do pháp luật về hộ tịch quy định."
                    },
                    "Điều 31. Quyền đối với quốc tịch": {
                        "Khoản 1": "Cá nhân có quyền có quốc tịch. Việc xác định, thay đổi, nhập, thôi, trở lại quốc tịch Việt Nam do Luật quốc tịch Việt Nam quy định. Quyền của người không quốc tịch cư trú, sinh sống trên lãnh thổ Việt Nam được bảo đảm theo luật."
                    },
                    "Điều 32. Quyền của cá nhân đối với hình ảnh": {
                        "Khoản 1": "Cá nhân có quyền đối với hình ảnh của mình. Việc sử dụng hình ảnh của cá nhân phải được người đó đồng ý. Việc sử dụng hình ảnh của người khác vì mục đích thương mại thì phải trả thù lao cho người có hình ảnh, trừ trường hợp các bên có thỏa thuận khác. Việc sử dụng hình ảnh trong trường hợp sau đây không cần có sự đồng ý của người có hình ảnh hoặc người đại diện theo pháp luật của họ: a) Hình ảnh được sử dụng vì lợi ích quốc gia, dân tộc, lợi ích công cộng; b) Hình ảnh được sử dụng từ các hoạt động công cộng, bao gồm hội nghị, hội thảo, hoạt động thi đấu thể thao, biểu diễn nghệ thuật và hoạt động công cộng khác mà không làm tổn hại đến danh dự, nhân phẩm, uy tín của người có hình ảnh. Việc sử dụng hình ảnh mà vi phạm quy định tại Điều này thì người có hình ảnh có quyền yêu cầu Tòa án ra quyết định buộc người vi phạm, cơ quan, tổ chức, cá nhân có liên quan phải thu hồi, tiêu hủy, chấm dứt việc sử dụng hình ảnh, bồi thường thiệt hại và áp dụng các biện pháp xử lý khác theo quy định của pháp luật."
                    },
                    "Điều 33. Quyền sống, quyền được bảo đảm an toàn về tính mạng, sức khỏe, thân thể": {
                        "Khoản 1": "Cá nhân có quyền sống, quyền bất khả xâm phạm về tính mạng, thân thể, quyền được pháp luật bảo hộ về sức khỏe. Không ai bị tước đoạt tính mạng trái luật. Khi phát hiện người bị tai nạn, bệnh tật mà tính mạng bị đe dọa thì người phát hiện có trách nhiệm hoặc yêu cầu cá nhân, cơ quan, tổ chức khác có điều kiện cần thiết đưa ngay đến cơ sở khám bệnh, chữa bệnh nơi gần nhất; cơ sở khám bệnh, chữa bệnh có trách nhiệm thực hiện việc khám bệnh, chữa bệnh theo quy định của pháp luật về khám bệnh, chữa bệnh. Việc gây mê, mổ, cắt bỏ, cấy ghép mô, bộ phận cơ thể người; thực hiện kỹ thuật, phương pháp khám, chữa bệnh mới trên cơ thể người; thử nghiệm y học, dược học, khoa học hay bất cứ hình thức thử nghiệm nào khác trên cơ thể người phải được sự đồng ý của người đó và phải được tổ chức có thẩm quyền thực hiện. Trường hợp người được thử nghiệm là người chưa thành niên, người mất năng lực hành vi dân sự, người có khó khăn trong nhận thức, làm chủ hành vi hoặc là bệnh nhân bất tỉnh thì phải được cha, mẹ, vợ, chồng, con thành niên hoặc người giám hộ của người đó đồng ý; trường hợp có nguy cơ đe dọa đến tính mạng của bệnh nhân mà không chờ được ý kiến của những người nêu trên thì phải có quyết định của người có thẩm quyền của cơ sở khám bệnh, chữa bệnh. Việc khám nghiệm tử thi được thực hiện khi thuộc một trong các trường hợp sau đây: a) Có sự đồng ý của người đó trước khi chết; b) Có sự đồng ý của cha, mẹ, vợ, chồng, con thành niên hoặc người giám hộ nếu không có ý kiến của người đó trước khi chết; c) Theo quyết định của người đứng đầu cơ sở khám bệnh, chữa bệnh hoặc của cơ quan nhà nước có thẩm quyền trong trường hợp luật quy định."
                    },
                    "Điều 34. Quyền được bảo vệ danh dự, nhân phẩm, uy tín": {
                        "Khoản 1": "Danh dự, nhân phẩm, uy tín của cá nhân là bất khả xâm phạm và được pháp luật bảo vệ. Cá nhân có quyền yêu cầu Tòa án bác bỏ thông tin làm ảnh hưởng xấu đến danh dự, nhân phẩm, uy tín của mình. Việc bảo vệ danh dự, nhân phẩm, uy tín có thể được thực hiện sau khi cá nhân chết theo yêu cầu của vợ, chồng hoặc con thành niên; trường hợp không có những người này thì theo yêu cầu của cha, mẹ của người đã chết, trừ trường hợp luật liên quan có quy định khác. Thông tin ảnh hưởng xấu đến danh dự, nhân phẩm, uy tín của cá nhân được đăng tải trên phương tiện thông tin đại chúng nào thì phải được gỡ bỏ, cải chính bằng chính phương tiện thông tin đại chúng đó. Nếu thông tin này được cơ quan, tổ chức, cá nhân cất giữ thì phải được hủy bỏ. Trường hợp không xác định được người đã đưa tin ảnh hưởng xấu đến danh dự, nhân phẩm, uy tín của mình thì người bị đưa tin có quyền yêu cầu Tòa án tuyên bố thông tin đó là không đúng. Cá nhân bị thông tin làm ảnh hưởng xấu đến danh dự, nhân phẩm, uy tín thì ngoài quyền yêu cầu bác bỏ thông tin đó còn có quyền yêu cầu người đưa ra thông tin xin lỗi, cải chính công khai và bồi thường thiệt hại."
                    },
                    "Điều 35. Quyền hiến, nhận mô, bộ phận cơ thể người và hiến, lấy xác": {
                        "Khoản 1": "Cá nhân có quyền hiến mô, bộ phận cơ thể của mình khi còn sống hoặc hiến mô, bộ phận cơ thể, hiến xác của mình sau khi chết vì mục đích chữa bệnh cho người khác hoặc nghiên cứu y học, dược học và các nghiên cứu khoa học khác. Cá nhân có quyền nhận mô, bộ phận cơ thể của người khác để chữa bệnh cho mình. Cơ sở khám bệnh, chữa bệnh, pháp nhân có thẩm quyền về nghiên cứu khoa học có quyền nhận bộ phận cơ thể người, lấy xác để chữa bệnh, thử nghiệm y học, dược học và các nghiên cứu khoa học khác. Việc hiến, lấy mô, bộ phận cơ thể người, hiến, lấy xác phải tuân thủ theo các điều kiện và được thực hiện theo quy định của Bộ luật này, Luật hiến, lấy, ghép mô, bộ phận cơ thể người và hiến, lấy xác và luật khác có liên quan."
                    },
                    "Điều 36. Quyền xác định lại giới tính": {
                        "Khoản 1": "Cá nhân có quyền xác định lại giới tính. Việc xác định lại giới tính của một người được thực hiện trong trường hợp giới tính của người đó bị khuyết tật bẩm sinh hoặc chưa định hình chính xác mà cần có sự can thiệp của y học nhằm xác định rõ giới tính. Việc xác định lại giới tính được thực hiện theo quy định của pháp luật. Cá nhân đã thực hiện việc xác định lại giới tính có quyền, nghĩa vụ đăng ký thay đổi hộ tịch theo quy định của pháp luật về hộ tịch; có quyền nhân thân phù hợp với giới tính đã được xác định lại theo quy định của Bộ luật này và luật khác có liên quan."
                    },
                    "Điều 37. Chuyển đổi giới tính": {
                        "Khoản 1": "Việc chuyển đổi giới tính được thực hiện theo quy định của luật. Cá nhân đã chuyển đổi giới tính có quyền, nghĩa vụ đăng ký thay đổi hộ tịch theo quy định của pháp luật về hộ tịch; có quyền nhân thân phù hợp với giới tính đã được chuyển đổi theo quy định của Bộ luật này và luật khác có liên quan."
                    },
                    "Điều 38. Quyền về đời sống riêng tư, bí mật cá nhân, bí mật gia đình": {
                        "Khoản 1": "Đời sống riêng tư, bí mật cá nhân, bí mật gia đình là bất khả xâm phạm và được pháp luật bảo vệ. Việc thu thập, lưu giữ, sử dụng, công khai thông tin liên quan đến đời sống riêng tư, bí mật cá nhân phải được người đó đồng ý, việc thu thập, lưu giữ, sử dụng, công khai thông tin liên quan đến bí mật gia đình phải được các thành viên gia đình đồng ý, trừ trường hợp luật có quy định khác. Thư tín, điện thoại, điện tín, cơ sở dữ liệu điện tử và các hình thức trao đổi thông tin riêng tư khác của cá nhân được bảo đảm an toàn và bí mật. Việc bóc mở, kiểm soát, thu giữ thư tín, điện thoại, điện tín, cơ sở dữ liệu điện tử và các hình thức trao đổi thông tin riêng tư khác của người khác chỉ được thực hiện trong trường hợp luật quy định. Các bên trong hợp đồng không được tiết lộ thông tin về đời sống riêng tư, bí mật cá nhân, bí mật gia đình của nhau mà mình đã biết được trong quá trình xác lập, thực hiện hợp đồng, trừ trường hợp có thỏa thuận khác."
                    },
                    "Điều 39. Quyền nhân thân trong hôn nhân và gia đình": {
                        "Khoản 1": "Cá nhân có quyền kết hôn, ly hôn, quyền bình đẳng của vợ chồng, quyền xác định cha, mẹ, con, quyền được nhận làm con nuôi, quyền nuôi con nuôi và các quyền nhân thân khác trong quan hệ hôn nhân, quan hệ cha mẹ và con và quan hệ giữa các thành viên gia đình. Con sinh ra không phụ thuộc vào tình trạng hôn nhân của cha, mẹ đều có quyền và nghĩa vụ như nhau đối với cha, mẹ của mình. Cá nhân thực hiện quyền nhân thân trong hôn nhân và gia đình theo quy định của Bộ luật này, Luật hôn nhân và gia đình và luật khác có liên quan."
                    }
                },
                "Mục 3: NƠI CƯ TRÚ": {
                    "Điều 40. Nơi cư trú của cá nhân": {
                        "Khoản 1": "Nơi cư trú của cá nhân là nơi người đó thường xuyên sinh sống. Trường hợp không xác định được nơi cư trú của cá nhân theo quy định tại khoản 1 Điều này thì nơi cư trú của cá nhân là nơi người đó đang sinh sống. Trường hợp một bên trong quan hệ dân sự thay đổi nơi cư trú gắn với việc thực hiện quyền, nghĩa vụ thì phải thông báo cho bên kia biết về nơi cư trú mới."
                    },
                    "Điều 41. Nơi cư trú của người chưa thành niên": {
                        "Khoản 1": "Nơi cư trú của người chưa thành niên là nơi cư trú của cha, mẹ; nếu cha, mẹ có nơi cư trú khác nhau thì nơi cư trú của người chưa thành niên là nơi cư trú của cha hoặc mẹ mà người chưa thành niên thường xuyên chung sống. Người chưa thành niên có thể có nơi cư trú khác với nơi cư trú của cha, mẹ nếu được cha, mẹ đồng ý hoặc pháp luật có quy định."
                    },
                    "Điều 42. Nơi cư trú của người được giám hộ": {
                        "Khoản 1": "Nơi cư trú của người được giám hộ là nơi cư trú của người giám hộ. Người được giám hộ có thể có nơi cư trú khác với nơi cư trú của người giám hộ nếu được người giám hộ đồng ý hoặc pháp luật có quy định."
                    },
                    "Điều 43. Nơi cư trú của vợ, chồng": {
                        "Khoản 1": "Nơi cư trú của vợ, chồng là nơi vợ, chồng thường xuyên chung sống. Vợ, chồng có thể có nơi cư trú khác nhau nếu có thoả thuận."
                    },
                    "Điều 44. Nơi cư trú của quân nhân": {
                        "Khoản 1": "Nơi cư trú của quân nhân đang thực hiện nghĩa vụ quân sự là nơi đơn vị của quân nhân đó đóng quân. Nơi cư trú của sĩ quan quân đội, quân nhân chuyên nghiệp, công nhân, viên chức quốc phòng là nơi đơn vị của người đó đóng quân, trừ trường hợp họ có nơi cư trú theo quy định tại khoản 1 Điều 40 của Bộ luật này."
                    },
                    "Điều 45. Nơi cư trú của người làm nghề lưu động": {
                        "Khoản 1": "Nơi cư trú của người làm nghề lưu động trên tàu, thuyền, phương tiện hành nghề lưu động khác là nơi đăng ký tàu, thuyền, phương tiện đó, trừ trường hợp họ có nơi cư trú theo quy định tại khoản 1 Điều 40 của Bộ luật này."
                    }
                },
                "Mục 4: GIÁM HỘ": {
                    "Điều 46. Giám hộ": {
                        "Khoản 1": "Giám hộ là việc cá nhân, pháp nhân được luật quy định, được Ủy ban nhân dân cấp xã cử, được Tòa án chỉ định hoặc được quy định tại khoản 2 Điều 48 của Bộ luật này (sau đây gọi chung là người giám hộ) để thực hiện việc chăm sóc, bảo vệ quyền, lợi ích hợp pháp của người chưa thành niên, người mất năng lực hành vi dân sự, người có khó khăn trong nhận thức, làm chủ hành vi (sau đây gọi chung là người được giám hộ). Trường hợp giám hộ cho người có khó khăn trong nhận thức, làm chủ hành vi thì phải được sự đồng ý của người đó nếu họ có năng lực thể hiện ý chí của mình tại thời điểm yêu cầu. Việc giám hộ phải được đăng ký tại cơ quan nhà nước có thẩm quyền theo quy định của pháp luật về hộ tịch. Người giám hộ đương nhiên mà không đăng ký việc giám hộ thì vẫn phải thực hiện nghĩa vụ của người giám hộ."
                    },
                    "Điều 47. Người được giám hộ": {
                        "Khoản 1": "Người được giám hộ bao gồm: a) Người chưa thành niên không còn cha, mẹ hoặc không xác định được cha, mẹ; b) Người chưa thành niên có cha, mẹ nhưng cha, mẹ đều mất năng lực hành vi dân sự; cha, mẹ đều có khó khăn trong nhận thức, làm chủ hành vi; cha, mẹ đều bị hạn chế năng lực hành vi dân sự; cha, mẹ đều bị Tòa án tuyên bố hạn chế quyền đối với con; cha, mẹ đều không có điều kiện chăm sóc, giáo dục con và có yêu cầu người giám hộ; c) Người mất năng lực hành vi dân sự; d) Người có khó khăn trong nhận thức, làm chủ hành vi. Một người chỉ có thể được một người giám hộ, trừ trường hợp cha, mẹ cùng giám hộ cho con hoặc ông, bà cùng giám hộ cho cháu."
                    },
                    "Điều 48. Người giám hộ": {
                        "Khoản 1": "Cá nhân, pháp nhân có đủ điều kiện quy định tại Bộ luật này được làm người giám hộ. Trường hợp người có năng lực hành vi dân sự đầy đủ lựa chọn người giám hộ cho mình thì khi họ ở tình trạng cần được giám hộ, cá nhân, pháp nhân được lựa chọn là người giám hộ nếu người này đồng ý. Việc lựa chọn người giám hộ phải được lập thành văn bản có công chứng hoặc chứng thực. Một cá nhân, pháp nhân có thể giám hộ cho nhiều người."
                    },
                    "Điều 49. Điều kiện của cá nhân làm người giám hộ": {
                        "Khoản 1": "Cá nhân có đủ các điều kiện sau đây có thể làm người giám hộ: Có năng lực hành vi dân sự đầy đủ; Có tư cách đạo đức tốt và các điều kiện cần thiết để thực hiện quyền, nghĩa vụ của người giám hộ; Không phải là người đang bị truy cứu trách nhiệm hình sự hoặc người bị kết án nhưng chưa được xoá án tích về một trong các tội cố ý xâm phạm tính mạng, sức khoẻ, danh dự, nhân phẩm, tài sản của người khác; Không phải là người bị Tòa án tuyên bố hạn chế quyền đối với con chưa thành niên."
                    },
                    "Điều 50. Điều kiện của pháp nhân làm người giám hộ": {
                        "Khoản 1": "Pháp nhân có đủ các điều kiện sau đây có thể làm người giám hộ: Có năng lực pháp luật dân sự phù hợp với việc giám hộ; Có điều kiện cần thiết để thực hiện quyền, nghĩa vụ của người giám hộ."
                    },
                    "Điều 51. Giám sát việc giám hộ": {
                        "Khoản 1": "Người thân thích của người được giám hộ thỏa thuận cử người giám sát việc giám hộ trong số những người thân thích hoặc chọn cá nhân, pháp nhân khác làm người giám sát việc giám hộ. Việc cử, chọn người giám sát việc giám hộ phải được sự đồng ý của người đó. Trường hợp giám sát việc giám hộ liên quan đến quản lý tài sản của người được giám hộ thì người giám sát phải đăng ký tại Ủy ban nhân dân cấp xã nơi cư trú của người được giám hộ. Người thân thích của người được giám hộ là vợ, chồng, cha, mẹ, con của người được giám hộ; nếu không có ai trong số những người này thì người thân thích của người được giám hộ là ông, bà, anh ruột, chị ruột, em ruột của người được giám hộ; nếu cũng không có ai trong số những người này thì người thân thích của người được giám hộ là bác ruột, chú ruột, cậu ruột, cô ruột, dì ruột của người được giám hộ. Trường hợp không có người thân thích của người được giám hộ hoặc những người thân thích không cử, chọn được người giám sát việc giám hộ theo quy định tại khoản 1 Điều này thì Ủy ban nhân dân cấp xã nơi cư trú của người giám hộ cử cá nhân hoặc pháp nhân giám sát việc giám hộ. Trường hợp có tranh chấp về việc cử, chọn người giám sát việc giám hộ thì Tòa án quyết định. Người giám sát việc giám hộ phải là người có năng lực hành vi dân sự đầy đủ nếu là cá nhân, có năng lực pháp luật dân sự phù hợp với việc giám sát nếu là pháp nhân; có điều kiện cần thiết để thực hiện việc giám sát. Người giám sát việc giám hộ có quyền và nghĩa vụ sau đây: a) Theo dõi, kiểm tra người giám hộ trong việc thực hiện giám hộ; b) Xem xét, có ý kiến kịp thời bằng văn bản về việc xác lập, thực hiện giao dịch dân sự quy định tại Điều 59 của Bộ luật này; c) Yêu cầu cơ quan nhà nước có thẩm quyền về giám hộ xem xét thay đổi hoặc chấm dứt việc giám hộ, giám sát việc giám hộ."
                    },
                    "Điều 52. Người giám hộ đương nhiên của người chưa thành niên": {
                        "Khoản 1": "Người giám hộ đương nhiên của người chưa thành niên quy định tại điểm a và điểm b khoản 1 Điều 47 của Bộ luật này được xác định theo thứ tự sau đây: Anh ruột là anh cả hoặc chị ruột là chị cả là người giám hộ; nếu anh cả hoặc chị cả không có đủ điều kiện làm người giám hộ thì anh ruột hoặc chị ruột tiếp theo là người giám hộ, trừ trường hợp có thỏa thuận anh ruột hoặc chị ruột khác làm người giám hộ; Trường hợp không có người giám hộ quy định tại khoản 1 Điều này thì ông nội, bà nội, ông ngoại, bà ngoại là người giám hộ hoặc những người này thỏa thuận cử một hoặc một số người trong số họ làm người giám hộ; Trường hợp không có người giám hộ quy định tại khoản 1 và khoản 2 Điều này thì bác ruột, chú ruột, cậu ruột, cô ruột hoặc dì ruột là người giám hộ."
                    },
                    "Điều 53. Người giám hộ đương nhiên của người mất năng lực hành vi dân sự": {
                        "Khoản 1": "Trường hợp không có người giám hộ theo quy định tại khoản 2 Điều 48 của Bộ luật này thì người giám hộ đương nhiên của người mất năng lực hành vi dân sự được xác định như sau: Trường hợp vợ là người mất năng lực hành vi dân sự thì chồng là người giám hộ; nếu chồng là người mất năng lực hành vi dân sự thì vợ là người giám hộ; Trường hợp cha và mẹ đều mất năng lực hành vi dân sự hoặc một người mất năng lực hành vi dân sự, còn người kia không có đủ điều kiện làm người giám hộ thì người con cả là người giám hộ; nếu người con cả không có đủ điều kiện làm người giám hộ thì người con tiếp theo có đủ điều kiện làm người giám hộ là người giám hộ; Trường hợp người thành niên mất năng lực hành vi dân sự chưa có vợ, chồng, con hoặc có mà vợ, chồng, con đều không có đủ điều kiện làm người giám hộ thì cha, mẹ là người giám hộ."
                    },
                    "Điều 54. Cử, chỉ định người giám hộ": {
                        "Khoản 1": "Trường hợp người chưa thành niên, người mất năng lực hành vi dân sự không có người giám hộ đương nhiên theo quy định tại Điều 52 và Điều 53 của Bộ luật này thì Uỷ ban nhân dân cấp xã nơi cư trú của người được giám hộ có trách nhiệm cử người giám hộ. Trường hợp có tranh chấp giữa những người giám hộ quy định tại Điều 52 và Điều 53 của Bộ luật này về người giám hộ hoặc tranh chấp về việc cử người giám hộ thì Tòa án chỉ định người giám hộ. Trường hợp cử, chỉ định người giám hộ cho người chưa thành niên từ đủ sáu tuổi trở lên thì phải xem xét nguyện vọng của người này. Việc cử người giám hộ phải được sự đồng ý của người được cử làm người giám hộ. Việc cử người giám hộ phải được lập thành văn bản, trong đó ghi rõ lý do cử người giám hộ, quyền, nghĩa vụ cụ thể của người giám hộ, tình trạng tài sản của người được giám hộ. Trừ trường hợp áp dụng quy định tại khoản 2 Điều 48 của Bộ luật này, người giám hộ của người có khó khăn trong nhận thức, làm chủ hành vi do Tòa án chỉ định trong số những người giám hộ quy định tại Điều 53 của Bộ luật này. Trường hợp không có người giám hộ theo quy định trên, Tòa án chỉ định người giám hộ hoặc đề nghị một pháp nhân thực hiện việc giám hộ."
                    },
                    "Điều 55. Nghĩa vụ của người giám hộ đối với người được giám hộ chưa đủ mười lăm tuổi": {
                        "Khoản 1": "Chăm sóc, giáo dục người được giám hộ. Đại diện cho người được giám hộ trong các giao dịch dân sự, trừ trường hợp pháp luật quy định người chưa đủ mười lăm tuổi có thể tự mình xác lập, thực hiện giao dịch dân sự. Quản lý tài sản của người được giám hộ. Bảo vệ quyền, lợi ích hợp pháp của người được giám hộ."
                    },
                    "Điều 56. Nghĩa vụ của người giám hộ đối với người được giám hộ từ đủ mười lăm tuổi đến chưa đủ mười tám tuổi": {
                        "Khoản 1": "Đại diện cho người được giám hộ trong các giao dịch dân sự, trừ trường hợp pháp luật quy định người từ đủ mười lăm tuổi đến chưa đủ mười tám tuổi có thể tự mình xác lập, thực hiện giao dịch dân sự. Quản lý tài sản của người được giám hộ, trừ trường hợp pháp luật có quy định khác. Bảo vệ quyền, lợi ích hợp pháp của người được giám hộ."
                    },
                    "Điều 57. Nghĩa vụ của người giám hộ đối với người được giám hộ mất năng lực hành vi dân sự, người có khó khăn trong nhận thức, làm chủ hành vi": {
                        "Khoản 1": "Người giám hộ của người mất năng lực hành vi dân sự có các nghĩa vụ sau đây: a) Chăm sóc, bảo đảm việc điều trị bệnh cho người được giám hộ; b) Đại diện cho người được giám hộ trong các giao dịch dân sự; c) Quản lý tài sản của người được giám hộ; d) Bảo vệ quyền, lợi ích hợp pháp của người được giám hộ. Người giám hộ của người có khó khăn trong nhận thức, làm chủ hành vi có nghĩa vụ theo quyết định của Tòa án trong số các nghĩa vụ quy định tại khoản 1 Điều này."
                    },
                    "Điều 58. Quyền của người giám hộ": {
                        "Khoản 1": "Người giám hộ của người chưa thành niên, người mất năng lực hành vi dân sự có các quyền sau đây: a) Sử dụng tài sản của người được giám hộ để chăm sóc, chỉ dùng cho những nhu cầu thiết yếu của người được giám hộ; b) Được thanh toán các chi phí hợp lý cho việc quản lý tài sản của người được giám hộ; c) Đại diện cho người được giám hộ trong việc xác lập, thực hiện giao dịch dân sự và thực hiện các quyền khác theo quy định của pháp luật nhằm bảo vệ quyền, lợi ích hợp pháp của người được giám hộ. Người giám hộ của người có khó khăn trong nhận thức, làm chủ hành vi có quyền theo quyết định của Tòa án trong số các quyền quy định tại khoản 1 Điều này."
                    },
                    "Điều 59. Quản lý tài sản của người được giám hộ": {
                        "Khoản 1": "Người giám hộ của người chưa thành niên, người mất năng lực hành vi dân sự có trách nhiệm quản lý tài sản của người được giám hộ như tài sản của chính mình; được thực hiện giao dịch dân sự liên quan đến tài sản của người được giám hộ vì lợi ích của người được giám hộ. Việc bán, trao đổi, cho thuê, cho mượn, cho vay, cầm cố, thế chấp, đặt cọc và giao dịch dân sự khác đối với tài sản có giá trị lớn của người được giám hộ phải được sự đồng ý của người giám sát việc giám hộ. Người giám hộ không được đem tài sản của người được giám hộ tặng cho người khác. Các giao dịch dân sự giữa người giám hộ với người được giám hộ có liên quan đến tài sản của người được giám hộ đều vô hiệu, trừ trường hợp giao dịch được thực hiện vì lợi ích của người được giám hộ và có sự đồng ý của người giám sát việc giám hộ. Người giám hộ của người có khó khăn trong nhận thức, làm chủ hành vi được quản lý tài sản của người được giám hộ theo quyết định của Tòa án trong phạm vi được quy định tại khoản 1 Điều này."
                    },
                    "Điều 60. Thay đổi người giám hộ": {
                        "Khoản 1": "Người giám hộ được thay đổi trong trường hợp sau đây: a) Người giám hộ không còn đủ các điều kiện quy định tại Điều 49, Điều 50 của Bộ luật này; b) Người giám hộ là cá nhân chết hoặc bị Tòa án tuyên bố hạn chế năng lực hành vi dân sự, có khó khăn trong nhận thức, làm chủ hành vi, mất năng lực hành vi dân sự, mất tích; pháp nhân làm giám hộ chấm dứt tồn tại; c) Người giám hộ vi phạm nghiêm trọng nghĩa vụ giám hộ; d) Người giám hộ đề nghị được thay đổi và có người khác nhận làm giám hộ. Trường hợp thay đổi người giám hộ đương nhiên thì những người được quy định tại Điều 52 và Điều 53 của Bộ luật này là người giám hộ đương nhiên; nếu không có người giám hộ đương nhiên thì việc cử, chỉ định người giám hộ được thực hiện theo quy định tại Điều 54 của Bộ luật này. Thủ tục thay đổi người giám hộ được thực hiện theo quy định của pháp luật về hộ tịch."
                    },
                    "Điều 61. Chuyển giao giám hộ": {
                        "Khoản 1": "Khi thay đổi người giám hộ thì trong thời hạn 15 ngày, kể từ ngày có người giám hộ mới, người đã thực hiện việc giám hộ phải chuyển giao giám hộ cho người thay thế mình. Việc chuyển giao giám hộ phải được lập thành văn bản, trong đó ghi rõ lý do chuyển giao và tình trạng tài sản, vấn đề khác có liên quan của người được giám hộ tại thời điểm chuyển giao. Cơ quan cử, chỉ định người giám hộ, người giám sát việc giám hộ chứng kiến việc chuyển giao giám hộ. Trường hợp thay đổi người giám hộ quy định tại khoản 1 Điều 60 của Bộ luật này thì cơ quan cử, chỉ định người giám hộ lập biên bản, ghi rõ tình trạng tài sản, vấn đề khác có liên quan của người được giám hộ, quyền, nghĩa vụ phát sinh trong quá trình thực hiện việc giám hộ để chuyển giao cho người giám hộ mới với sự chứng kiến của người giám sát việc giám hộ."
                    },
                    "Điều 62. Chấm dứt việc giám hộ": {
                        "Khoản 1": "Việc giám hộ chấm dứt trong trường hợp sau đây: a) Người được giám hộ đã có năng lực hành vi dân sự đầy đủ; b) Người được giám hộ chết; c) Cha, mẹ của người được giám hộ là người chưa thành niên đã có đủ điều kiện để thực hiện quyền, nghĩa vụ của mình; d) Người được giám hộ được nhận làm con nuôi. Thủ tục chấm dứt việc giám hộ thực hiện theo quy định của pháp luật về hộ tịch."
                    },
                    "Điều 63. Hậu quả chấm dứt việc giám hộ": {
                        "Khoản 1": "Trường hợp người được giám hộ đã có năng lực hành vi dân sự đầy đủ thì trong thời hạn 15 ngày, kể từ ngày chấm dứt việc giám hộ, người giám hộ thanh toán tài sản với người được giám hộ, chuyển giao quyền, nghĩa vụ phát sinh từ giao dịch dân sự vì lợi ích của người được giám hộ cho người được giám hộ. Trường hợp người được giám hộ chết thì trong thời hạn 03 tháng, kể từ ngày chấm dứt việc giám hộ, người giám hộ thanh toán tài sản với người thừa kế hoặc giao tài sản cho người quản lý di sản của người được giám hộ, chuyển giao quyền, nghĩa vụ phát sinh từ giao dịch dân sự vì lợi ích của người được giám hộ cho người thừa kế của người được giám hộ; nếu hết thời hạn đó mà chưa xác định được người thừa kế thì người giám hộ tiếp tục quản lý tài sản của người được giám hộ cho đến khi tài sản được giải quyết theo quy định của pháp luật về thừa kế và thông báo cho Uỷ ban nhân dân cấp xã nơi cư trú của người được giám hộ. Trường hợp chấm dứt việc giám hộ quy định tại điểm c và điểm d khoản 1 Điều 62 của Bộ luật này thì trong thời hạn 15 ngày, kể từ ngày chấm dứt việc giám hộ, người giám hộ thanh toán tài sản và chuyển giao quyền, nghĩa vụ phát sinh từ giao dịch dân sự vì lợi ích của người được giám hộ cho cha, mẹ của người được giám hộ. Việc thanh toán tài sản và chuyển giao quyền, nghĩa vụ quy định tại Điều này được lập thành văn bản với sự giám sát của người giám sát việc giám hộ."
                    }
                },
                "Mục 5: THÔNG BÁO TÌM KIẾM NGƯỜI VẮNG MẶT TẠI NƠI CƯ TRÚ, TUYÊN BỐ MẤT TÍCH, TUYÊN BỐ CHẾT": {
                    "Điều 64. Yêu cầu thông báo tìm kiếm người vắng mặt tại nơi cư trú và quản lý tài sản của người đó": {
                        "Khoản 1": "Khi một người biệt tích 06 tháng liền trở lên thì những người có quyền, lợi ích liên quan có quyền yêu cầu Tòa án thông báo tìm kiếm người vắng mặt tại nơi cư trú theo quy định của pháp luật về tố tụng dân sự và có thể yêu cầu Tòa án áp dụng biện pháp quản lý tài sản của người vắng mặt tại nơi cư trú quy định tại Điều 65 của Bộ luật này."
                    },
                    "Điều 65. Quản lý tài sản của người vắng mặt tại nơi cư trú": {
                        "Khoản 1": "Theo yêu cầu của người có quyền, lợi ích liên quan, Tòa án giao tài sản của người vắng mặt tại nơi cư trú cho người sau đây quản lý: a) Đối với tài sản đã được người vắng mặt uỷ quyền quản lý thì người được uỷ quyền tiếp tục quản lý; b) Đối với tài sản chung thì do chủ sở hữu chung còn lại quản lý; c) Đối với tài sản do vợ hoặc chồng đang quản lý thì vợ hoặc chồng tiếp tục quản lý; nếu vợ hoặc chồng chết hoặc mất năng lực hành vi dân sự, có khó khăn trong nhận thức, làm chủ hành vi, bị hạn chế năng lực hành vi dân sự thì con thành niên hoặc cha, mẹ của người vắng mặt quản lý. Trường hợp không có những người được quy định tại khoản 1 Điều này thì Tòa án chỉ định một người trong số những người thân thích của người vắng mặt tại nơi cư trú quản lý tài sản; nếu không có người thân thích thì Tòa án chỉ định người khác quản lý tài sản."
                    },
                    "Điều 66. Nghĩa vụ của người quản lý tài sản của người vắng mặt tại nơi cư trú": {
                        "Khoản 1": "Giữ gìn, bảo quản tài sản của người vắng mặt như tài sản của chính mình. Bán ngay tài sản là hoa màu, sản phẩm khác có nguy cơ bị hư hỏng. Thực hiện nghĩa vụ cấp dưỡng, thanh toán nợ đến hạn, nghĩa vụ tài chính khác của người vắng mặt bằng tài sản của người đó theo quyết định của Tòa án. Giao lại tài sản cho người vắng mặt khi người này trở về và phải thông báo cho Tòa án biết; nếu có lỗi trong việc quản lý tài sản mà gây thiệt hại thì phải bồi thường."
                    },
                    "Điều 67. Quyền của người quản lý tài sản của người vắng mặt tại nơi cư trú": {
                        "Khoản 1": "Quản lý tài sản của người vắng mặt. Trích một phần tài sản của người vắng mặt để thực hiện nghĩa vụ cấp dưỡng, nghĩa vụ thanh toán nợ đến hạn, nghĩa vụ tài chính khác của người vắng mặt. Được thanh toán các chi phí cần thiết trong việc quản lý tài sản của người vắng mặt."
                    },
                    "Điều 68. Tuyên bố mất tích": {
                        "Khoản 1": "Khi một người biệt tích 02 năm liền trở lên, mặc dù đã áp dụng đầy đủ các biện pháp thông báo, tìm kiếm theo quy định của pháp luật về tố tụng dân sự nhưng vẫn không có tin tức xác thực về việc người đó còn sống hay đã chết thì theo yêu cầu của người có quyền, lợi ích liên quan, Tòa án có thể tuyên bố người đó mất tích. Thời hạn 02 năm được tính từ ngày biết được tin tức cuối cùng về người đó; nếu không xác định được ngày có tin tức cuối cùng thì thời hạn này được tính từ ngày đầu tiên của tháng tiếp theo tháng có tin tức cuối cùng; nếu không xác định được ngày, tháng có tin tức cuối cùng thì thời hạn này được tính từ ngày đầu tiên của năm tiếp theo năm có tin tức cuối cùng. Trường hợp vợ hoặc chồng của người bị tuyên bố mất tích xin ly hôn thì Tòa án giải quyết cho ly hôn theo quy định của pháp luật về hôn nhân và gia đình. Quyết định của Tòa án tuyên bố một người mất tích phải được gửi cho Ủy ban nhân dân cấp xã nơi cư trú cuối cùng của người bị tuyên bố mất tích để ghi chú theo quy định của pháp luật về hộ tịch."
                    },
                    "Điều 69. Quản lý tài sản của người bị tuyên bố mất tích": {
                        "Khoản 1": "Người đang quản lý tài sản của người vắng mặt tại nơi cư trú quy định tại Điều 65 của Bộ luật này tiếp tục quản lý tài sản của người đó khi người đó bị Tòa án tuyên bố mất tích và có các quyền, nghĩa vụ quy định tại Điều 66 và Điều 67 của Bộ luật này. Trường hợp Tòa án giải quyết cho vợ hoặc chồng của người bị tuyên bố mất tích ly hôn thì tài sản của người mất tích được giao cho con thành niên hoặc cha, mẹ của người mất tích quản lý; nếu không có những người này thì giao cho người thân thích của người mất tích quản lý; nếu không có người thân thích thì Tòa án chỉ định người khác quản lý tài sản."
                    },
                    "Điều 70. Huỷ bỏ quyết định tuyên bố mất tích": {
                        "Khoản 1": "Khi người bị tuyên bố mất tích trở về hoặc có tin tức xác thực là người đó còn sống thì theo yêu cầu của người đó hoặc của người có quyền, lợi ích liên quan, Tòa án ra quyết định huỷ bỏ quyết định tuyên bố mất tích đối với người đó. Người bị tuyên bố mất tích trở về được nhận lại tài sản do người quản lý tài sản chuyển giao sau khi đã thanh toán chi phí quản lý. Trường hợp vợ hoặc chồng của người bị tuyên bố mất tích đã được ly hôn thì dù người bị tuyên bố mất tích trở về hoặc có tin tức xác thực là người đó còn sống, quyết định cho ly hôn vẫn có hiệu lực pháp luật. Quyết định của Tòa án hủy bỏ quyết định tuyên bố một người mất tích phải được gửi cho Ủy ban nhân dân cấp xã nơi cư trú của người bị tuyên bố mất tích để ghi chú theo quy định của pháp luật về hộ tịch."
                    },
                    "Điều 71. Tuyên bố chết": {
                        "Khoản 1": "Người có quyền, lợi ích liên quan có thể yêu cầu Tòa án ra quyết định tuyên bố một người là đã chết trong trường hợp sau đây: a) Sau 03 năm, kể từ ngày quyết định tuyên bố mất tích của Tòa án có hiệu lực pháp luật mà vẫn không có tin tức xác thực là còn sống; b) Biệt tích trong chiến tranh sau 05 năm, kể từ ngày chiến tranh kết thúc mà vẫn không có tin tức xác thực là còn sống; c) Bị tai nạn hoặc thảm họa, thiên tai mà sau 02 năm, kể từ ngày tai nạn hoặc thảm hoạ, thiên tai đó chấm dứt vẫn không có tin tức xác thực là còn sống, trừ trường hợp pháp luật có quy định khác; d) Biệt tích 05 năm liền trở lên và không có tin tức xác thực là còn sống; thời hạn này được tính theo quy định tại khoản 1 Điều 68 của Bộ luật này. Căn cứ vào các trường hợp quy định tại khoản 1 Điều này, Tòa án xác định ngày chết của người bị tuyên bố là đã chết. Quyết định của Tòa án tuyên bố một người là đã chết phải được gửi cho Ủy ban nhân dân cấp xã nơi cư trú của người bị tuyên bố là đã chết để ghi chú theo quy định của pháp luật về hộ tịch."
                    },
                    "Điều 72. Quan hệ nhân thân và quan hệ tài sản của người bị Tòa án tuyên bố là đã chết": {
                        "Khoản 1": "Khi quyết định của Tòa án tuyên bố một người là đã chết có hiệu lực pháp luật thì quan hệ về hôn nhân, gia đình và các quan hệ nhân thân khác của người đó được giải quyết như đối với người đã chết. Quan hệ tài sản của người bị Tòa án tuyên bố là đã chết được giải quyết như đối với người đã chết; tài sản của người đó được giải quyết theo quy định của pháp luật về thừa kế."
                    },
                    "Điều 73. Huỷ bỏ quyết định tuyên bố chết": {
                        "Khoản 1": "Khi một người bị tuyên bố là đã chết trở về hoặc có tin tức xác thực là người đó còn sống thì theo yêu cầu của người đó hoặc của người có quyền, lợi ích liên quan, Tòa án ra quyết định huỷ bỏ quyết định tuyên bố người đó là đã chết. Quan hệ nhân thân của người bị tuyên bố là đã chết được khôi phục khi Tòa án ra quyết định hủy bỏ quyết định tuyên bố người đó là đã chết, trừ trường hợp sau đây: a) Vợ hoặc chồng của người bị tuyên bố là đã chết đã được Tòa án cho ly hôn theo quy định tại khoản 2 Điều 68 của Bộ luật này thì quyết định cho ly hôn vẫn có hiệu lực pháp luật; b) Vợ hoặc chồng của người bị tuyên bố là đã chết đã kết hôn với người khác thì việc kết hôn đó vẫn có hiệu lực pháp luật. Người bị tuyên bố là đã chết mà còn sống có quyền yêu cầu những người đã nhận tài sản thừa kế trả lại tài sản, giá trị tài sản hiện còn. Trường hợp người thừa kế của người bị tuyên bố là đã chết biết người này còn sống mà cố tình giấu giếm nhằm hưởng thừa kế thì người đó phải hoàn trả toàn bộ tài sản đã nhận, kể cả hoa lợi, lợi tức; nếu gây thiệt hại thì phải bồi thường. Quan hệ tài sản giữa vợ và chồng được giải quyết theo quy định của Bộ luật này, Luật hôn nhân và gia đình. Quyết định của Tòa án hủy bỏ quyết định tuyên bố một người là đã chết phải được gửi cho Ủy ban nhân dân cấp xã nơi cư trú của người bị tuyên bố là đã chết để ghi chú theo quy định của pháp luật về hộ tịch."
                    }
                }
            },
            "CHƯƠNG IV: PHÁP NHÂN": {
                "Điều 74. Pháp nhân": {
                    "Khoản 1": "Một tổ chức được công nhận là pháp nhân khi có đủ các điều kiện sau đây: a) Được thành lập theo quy định của Bộ luật này, luật khác có liên quan; b) Có cơ cấu tổ chức theo quy định tại Điều 83 của Bộ luật này; c) Có tài sản độc lập với cá nhân, pháp nhân khác và tự chịu trách nhiệm bằng tài sản của mình; d) Nhân danh mình tham gia quan hệ pháp luật một cách độc lập. Mọi cá nhân, pháp nhân đều có quyền thành lập pháp nhân, trừ trường hợp luật có quy định khác."
                },
                "Điều 75. Pháp nhân thương mại": {
                    "Khoản 1": "Pháp nhân thương mại là pháp nhân có mục tiêu chính là tìm kiếm lợi nhuận và lợi nhuận được chia cho các thành viên. Pháp nhân thương mại bao gồm doanh nghiệp và các tổ chức kinh tế khác. Việc thành lập, hoạt động và chấm dứt pháp nhân thương mại được thực hiện theo quy định của Bộ luật này, Luật doanh nghiệp và quy định khác của pháp luật có liên quan."
                },
                "Điều 76. Pháp nhân phi thương mại": {
                    "Khoản 1": "Pháp nhân phi thương mại là pháp nhân không có mục tiêu chính là tìm kiếm lợi nhuận; nếu có lợi nhuận thì cũng không được phân chia cho các thành viên. Pháp nhân phi thương mại bao gồm cơ quan nhà nước, đơn vị vũ trang nhân dân, tổ chức chính trị, tổ chức chính trị - xã hội, tổ chức chính trị xã hội - nghề nghiệp, tổ chức xã hội, tổ chức xã hội - nghề nghiệp, quỹ xã hội, quỹ từ thiện, doanh nghiệp xã hội và các tổ chức phi thương mại khác. Việc thành lập, hoạt động và chấm dứt pháp nhân phi thương mại được thực hiện theo quy định của Bộ luật này, các luật về tổ chức bộ máy nhà nước và quy định khác của pháp luật có liên quan."
                }
            }
        }
    }
}